Repository: holo-apollo/holo-apollo-api-sandbox
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: ru

source: At least 5 and at most 30 photos, total size up to 150MB.
ru: Не меньше 5 и не больше 30 фотографий. Общим размером файлов до 150МБ.

source: Photos will be used in a collage, therefore some of them should have minimal, neutral background.
ru: Фото будут использованы в коллаже, поэтому некоторые из них должны быть с минимальным, нейтральным фоном.

source: Clothes
ru: Одежда

source: Jewelry
ru: Украшения

source: Accessories
ru: Аксессуары

source: Home decor
ru: Домашний декор

source: Shoes
ru: Обувь

source: Other
ru: Другое

source: What is your name?
ru: Как вас зовут?

source: Email to reach you out
ru: Email для связи

source: @Name in Instagram
ru: @Имя в Instagram

source: Category
ru: Категория

source: What's being sold in your store?
ru: Что продается в вашем магазине?

source: Describe your goods
ru: Опишите ваши изделия

source: materials, technology, prices...
ru: материалы, технология, размеры, цены...

source: Philosophy behind your store
ru: Философский смысл вашего магазина

source: Upload photos of your goods in good quality
ru: Добавьте качественные фото ваших изделий

source: Upload photos
ru: Загрузить фото

source: I allow usage of data I provided
ru: Я соглашаюсь на использование оставленных мной данных

source: Create application
ru: Оставить заявку

source: Describe your goods (materials, technology, prices...)
ru: Опишите ваши изделия (материалы, технология, размеры, цены...)

# noun
source: Sign up
ru: Регистрация

source: Log in
ru: Войти

source: with Facebook
ru: с помощью Facebook

source: Oops... There's a mistake. Please type a valid email.
ru: Ой... Произошла ошибка. Пожалуйста введите правильный имейл.

source: Please type your email.
ru: Пожалуйста введите ваш имейл.

source: Oops! Something went wrong. Please try again in a moment.
ru: Ой! Что-то пошло не так. Пожалуйста попробуйте через минутку.

source: Get notified when it's ready
ru: Получите уведомление когда она заработает

source: Subscribe
ru: Подписаться

source: Are you sure that you want to unsubscribe?
ru: Вы уверены, что хотите отписаться?

source: Yes, I'm sure
ru: Да, я уверен.

source: You were subscribed successfully!
ru: Спасибо за подписку!

source: See ya!
ru: Теперь мы на связи.

source: Looks like you are already subscribed.
ru: Судя по всему, Вы уже подписаны.

source: Thank you for being with us!
ru: Спасибо, что Вы с нами!

source: You were unsubscribed.
ru: Вы отписались.

source: Hope to see you again.
ru: Надеемся еще увидеться.

source: We promise to never spam you or share your personal information!
ru: Мы обещаем никогда не спамить и не распространять вашу личную информацию!

source: Oops... There's a mistake. Please type a valid email or phone.
ru: Ой... Произошла ошибка. Пожалуйста введите правильный имейл или телефон.

source: Please type your email or phone.
ru: Пожалуйста введите ваш имейл или телефон.

source: Please type your password.
ru: Пожалуйста введите ваш пароль.

source: Email or phone
ru: Ваш Email или Телефон

source: Password
ru: Пароль

source: Oops! I forgot my password
ru: Ой! Кажется я забыл пароль

source: or
ru: или

source: Don't have an account?
ru: Еще не с нами?

source: Sign up
ru: Зарегистрироваться

source: Your email
ru: Ваш Email

source: Send me info
ru: Прислать мне ссылку

source: Password reset
ru: Сброс пароля

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
ru: Мы отправили Вам на почту инструкции по восстановлению пароля, если существует аккаунт с введенным Вами имейлом. Вы должны их скоро получить.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
ru: Если Вы не получили письмо, пожалуйста убедитесь что Вы ввели правильный адрес регистрации и проверьте папку спам.

source: Oops... Passwords didn't match.
ru: Ой... Пароли не совпадают.

source: Please type your password twice.
ru: Пожалуйста введите Ваш пароль дважды.

source: * The password reset link was invalid. Please request a new password reset.
ru: * Ссылка на восстановление пароля не работает. Пожалуйста сделайте новый запрос на восстановление пароля.

source: New password
ru: Новый пароль

source: Retype password
ru: Повторите пароль

source: Save
ru: Сохранить

source: Change password
ru: Изменить пароль

source: Your password has been set. You may go ahead and
ru: Ваш пароль установлен. Теперь Вы можете

source: log in
ru: войти

source: now
ru: на сайт

source: You must accept Terms of Use to sign up.
ru: Вы должны принять Правила Использования.

source: Please type your first name 2-30 characters long.
ru: Пожалуйста введите Ваше имя длиной 2-30 символов.

source: Max length of last name is 30 characters.
ru: Максимальная длина фамилии - 30 символов.

source: Please type your name on the site 2-30 characters long.
ru: Пожалуйста введине Ваше имя на сайте длиной 2-30 символов.

source: Please type a valid phone number.
ru: Пожалуйста введите правильный номер телефона.

source: That email already exists.
ru: Этот имейл уже существует.

source: Make up password
ru: Придумайте пароль

source: I agree with
ru: Я согласен (согласна) с

source: Terms of Use
ru: Правилами Использования

source: Create account
ru: Создать Аккаунт

source: Your first name *
ru: Ваше имя *

source: Your last name
ru: Ваша фамилия

source: Name on the site *
ru: Имя на сайте *

source: Phone *
ru: Ваш Телефон *

source: Let's start
ru: Познакомимся?

source: Already a member?
ru: Уже есть аккаунт?

source: This field is required
ru: Это поле обязательно для заполнения

source: Please enter a valid email address
ru: Пожалуйста введите правильный email

source: You must allow your data usage to create application
ru: Вы должны разрешить ииспользование Ваших данных, чтобы оставить заявку

source: Please write at least 500 symbols, but not more than 1000
ru: Пожалуйста, напишите не меньше 500 и не больше 1000 символов

source: Please choose at least 5 images
ru: Пожалуйста выберите хотя бы 5 фото

source: Please choose at most 30 images
ru: Пожалуйста выберите не более 30 фото

source: Total size of images is too big
ru: Общий размер файлов слишком большой
