Repository: holo-apollo/holo-apollo-api-sandbox
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uk

source: Buyers
uk: Покупці

source: User
uk: Користувач

source: Buyer
uk: Покупець

source: Phone number
uk: Номер телефону

source: Enter a valid phone number
uk: Введіть дійсний номер телефону

source: subcategory
uk: підкатегорія

source: subcategories
uk: підкатегорії

source: Goods
uk: Товари

source: goods category
uk: категорія товарів

source: goods categories
uk: категорії товарів

# not person
source: Name
uk: Назва

source: Parent category
uk: Батьківська категорія

source: Categories names chain
uk: Ланцюжок назв категорій

source: Goods names
uk: Назви товарів

# product
source: Good
uk: Товар

source: Description
uk: Опис

source: Category
uk: Категорія

source: Seller
uk: Продавець

source: Price
uk: Ціна

source: Categories names
uk: Назви категорій

source: An application with this email already exists
uk: Заявка з цією адресою пошти вже існує

source: An application with this Instagram name already exists
uk: Заявка з цим іменем Instagram вже існує

source: You must allow your data usage to create application
uk: Ви повинні дозволити використовувати ваші дані щоб залишити заявку

source: Stores
uk: Магазини

source: What is your name?
uk: Як Вас звати?

source: Email to reach you out
uk: Email для зв'язку

source: @Name in Instagram
uk: @Ім'я в Instagram

source: What's being sold in your store?
uk: Що продається у вашому магазині?

source: What is being sold in your store?
uk: Що продається у вашому магазині?

source: Describe your goods (materials, technology, prices...)
uk: Опишіть ваші вироби (матеріали, технологія, ціни...)

source: Philosophy behind your store
uk: Філософський сенс вашого магазину

source: Upload photos of your goods in good quality
uk: Додайте якісні фото ваших виробів

source: At least 5 and at most 30 photos, total size up to 150MB. Photos will be used in a collage, therefore some of them should have minimal, neutral background.
uk: Не менше 5 і не більше 30 фотографій, загальним розміром файлів до 150 МБ. Фото будуть використані в колажі, тому деякі з них повинні бути з мінімальним, нейтральним фоном.

source: Choose at least %d files
uk: Виберіть не менше %d файлів

source: Choose at most %d files
uk: Виберіть не більше %d файлів

source: Maximum total size is %d MB. You uploaded %d MB
uk: Максимальний загальний розмір - %d МБ. Ви завантажили %d МБ

source: Store name
uk: Ім'я магазину

source: Store
uk: Магазин

source: Clothes
uk: Одяг

source: Jewelry
uk: Прикраси

source: Accessories
uk: Аксесуари

source: Home decor
uk: Домашній декор

source: Shoes
uk: Взуття

source: Other
uk: Інше

source: Name
uk: Ім'я

source: That email address is already used.
uk: Ця адреса пошти вже використана.

source: Instagram name
uk: Ім'я в Instagram

source: That Instagram name is already used.
uk: Це Instagram ім'я вже зайнято.

source: Selling goods
uk: Товари на продаж

source: Goods description
uk: Опис товарів

source: Philosophy
uk: Філософія

source: Data usage agreement
uk: Згода на використання даних

source: I allow usage of data I provided
uk: Я погоджуюсь на використання залишених мною даних

source: Publication date
uk: Дата публікації

source: Store application
uk: Заявка магазину

source: Store applications
uk: Заявки магазинів

source: Published
uk: Опубліковано

source: Application
uk: Заявка

source: Image
uk: Зображення

source: Store application image
uk: Зображення заявки магазину

source: Store application images
uk: Зображення заявок магазинів

source: Sorry, subscription not found.
uk: Вибачте, такої підписки немає.

source: Users
uk: Користувачі

source: The given email must be set
uk: Дана адреса пошти має бути встановлена

source: Username
uk: Ім'я користувача

source: That username is already taken.
uk: Це ім'я вже зайнято.

source: First name
uk: Ім'я

source: Last name
uk: Прізвище

source: That email address is already taken.
uk: Ця адреса пошти вже зареєстрована.

source: Email confirmed
uk: Email підтверджено

source: Phone
uk: Телефон

source: That phone number is already taken.
uk: Цей номер телефону вже зареєстрований.

source: Staff status
uk: Статус персоналу

source: Active status
uk: Активний статус

source: Date joined
uk: Дата реєстрації

source: Last updated
uk: Останнє оновлення

source: Avatar
uk: Аватар

source: Full name
uk: Повне ім'я

source: To confirm your email address, follow the link: %s
uk: Для підтвердження імейлу перейдіть за посиланням: %s

source: Holo-Apollo Email Confirmation
uk: Підтвердження імейлу на Holo-Apollo

source: That email address is already subscribed.
uk: Ця адреса пошти вже підписана.

source: Subscribed
uk: Підписаний

source: Subscription
uk: Підписка

source: Subscriptions
uk: Підписки

source: We were unable to verify your email. Make sure that you're logged in as a correct user and follow the link again
uk: Нам не вдалося підтвердити Ваш імейл. Переконайтеся що ви увішли на сайт як правильний користувач і перейдіть за посиланням знову.

source: Your email was verified successfully!
uk: Ваш імейл підтверджено успішно!

source: Your email is already verified
uk: Ця адреса пошти вже підтверджена

source: Russian
uk: Російська

source: Ukrainian
uk: Українська

source: English
uk: Англійська

source: Unique marketplace of design products will be here soon. In a meantime, subscribe for updates
uk: Незабаром тут буде унікальний торговий майданчик дизайнерських виробів. Тим часом, підпишіться на оновлення

source: Log out
uk: Вийти

source: Log in
uk: Увійти

source: Sign up
uk: Зареєструватися

source: About us
uk: Про нас

source: Coming soon
uk: Незабаром

source: Welcome back
uk: З поверненням

source: Hello
uk: Привіт

source: Welcome
uk: Вітаємо

source: to Holo-Apollo.art
uk: на Holo-Apollo.art

# welcome back
source: The best marketplace of DECOR & DESIGN
uk: Кращий торговий майданчик ДЕКОРУ та ДИЗАЙНУ

# welcome
source: The best marketplace of DECOR & DESIGN
uk: Кращому торговому майданчику ДЕКОРУ та ДИЗАЙНУ

source: Holo-Apollo subscription
uk: Підписка Holo-Apollo

source: Great!
uk: Чудово!

source: Thank You for subscription at
uk: Дякуємо за підписку на

source: My name is Ira.
uk: Мене звати Іра.

source: I am very glad to stay in touch with you and inform you about our updates.
uk: Мені дуже приємно бути на зв'язку з Вами та інформувати про наші оновлення.

source: We promise to never spam you or share your personal information!
uk: Обіцяємо ніколи не спамити та не поширювати Вашу особисту інформацію!

source: Unsubscribe
uk: Відписатися

source: Holo-Apollo Subscription
uk: Підписка Holo-Apollo

source: The password reset link was invalid, possibly because it has already been used.
uk: Посилання для скидання пароля не працює, можливо тому що воно вже використане.

source: Please request a new password reset.
uk: Будь ласка створіть новий запит на скидання пароля.

source: Online showroom Design Made in UA
uk: Онлайн-шоурум Design Made in UA

source: Please enable JavaScript in your browser for better user experience.
uk: Будь ласка активуйте JavaScript у вашому браузері для більш зручного користування.

source: Participant application
uk: Заявка учасника

source: Greetings at your store registration stage on Holo-Apollo.art
uk: Вітаємо вас на етапі реєстрації вашого магазину на Holo-Apollo.art

source: Create application
uk: Залишити заявку

source: Cool!
uk: Клас!

source: Your application has been submitted successfully.
uk: Ваша заявка успішно подана.

source: You will receive publication confirmation on your email very soon.
uk: Незабаром вам на пошту надійде підтвердження публікації.

source: This is a preliminary date of publication about you on our instapage.
uk: Це попередня дата публікації про вас на нашій інста-сторінці.
